{"title": "Auction Pal",
  "img": "img/thumbs/auctionPal.png",
  "summary": "While at Ten-X, I designed an iPhone app for real estate investors who buy properties at our in-person foreclosure auctions.",
  "paragraphs": [
    {"subtitle": "Background",
      "imgs": ["img/auctionPal/auction.jpg"],
      "text": ["Ten-X sells foreclosed houses as Auction.com in two different ways: online auctions and in-person (or “third-party sale”) auctions. During the first stage of foreclosure you legally have to sell the property in a “public” space, so houses are sold at ballroom or courthouse auctions. We don’t always know which houses can be sold until the morning of the auction: homeowners can contest foreclosure right up until the property comes to the auction block, and the bank has to send an official approval before we can auction a property. So the list of auctionable houses will change even while the auction is taking place, and investors don't know what properties will be sold without physically going to the auction.",
      "It’s worth mentioning that this project was a little… weird. There were some political issues going on in the background, and Ten-X was short on user researchers while I was there, so a lot of decisions that should have been made based on user research were made based on expert opinion."]},
    {"subtitle": "Bingo Board",
      "imgs": ["img/auctionPal/bingoboard.jpg"],
      "text": ["Previously we communicated which properties would be sold with a “bingo board:” a huge PowerPoint slide that updated automatically from our backend, that referenced ID numbers that were on a printed list of properties that all attendees received.",
      "To find out if the house that you want to buy is being auctioned that day, you have to drive to the auction site, get a list, find the property that you’re interested in, and sit watching the bingo board until you see the ID number that you’re looking for. Or don’t see it, because once houses are confirmed as postponed or not for sale, we completely remove the entry from the bingo board. It’s not marked as postponed or cancelled, it’s just gone.",
      "So the Mobile team and I started working on a concept for an app for third-party sale auction-goers to notify them ahead of time whether or not houses that they’re interested in will be up at a particular auction."]},
    {"subtitle": "First Design and Prototype",
      "imgs": ["img/auctionPal/property.jpg"],
      "text": ["I was brought onto this project about two weeks before a trip to one of the large ballroom auctions to design and prototype a draft of this app to put in front of auction-goers and get some early feedback.",
        "We spoke to a few users at the auction, but weren’t able to get very much in-depth feedback due to the high-energy event and their (understandably) guarded and competitive nature going into an auction. It's a fun environment, but not conducive to getting much user research information. We did learn that our users are hurried and guarded, could benefit from additional technological support, and, on its face, were interested in the app."]},
    {"subtitle": "Personas",
      "imgs": ["img/auctionPal/Novice.png", "img/auctionPal/Investor.png", "img/auctionPal/Corporation.png", "img/auctionPal/ProxyBidder.png"],
      "text": ["At this point we identified personas and their flow through the app, so we could then decide which personas to target and which features to flesh out fully.",
        "After talking to the business and developing these personas, we decided to target the Investor. He represents the largest portion of our user base, and his needs and flow align most closely with the overall goal of the project: providing just-in-time information to bidders.",
        "One of our main questions around search and discovery was whether investors identify a property that they’re interested in first and then figure out what auctions to go to based on that, or whether they identify an auction that they can attend and then look at the houses that will be sold. The answer turned out to be both/either: since investors generally can’t be sure if a property will go to auction or not and competition is fierce for these properties, they tend to go to every possible auction and look at every house. Knowing that, we decided to give the user lots of options."]},
    {"subtitle": "Final* Designs",
      "mobile": true,
      "imgs": ["img/auctionPal/screens/1.png", "img/auctionPal/screens/2.png", "img/auctionPal/screens/3.png", "img/auctionPal/screens/4.png", "img/auctionPal/screens/5.png", "img/auctionPal/screens/6.png", "img/auctionPal/screens/7.png", "img/auctionPal/screens/8.png", "img/auctionPal/screens/9.png", "img/auctionPal/screens/10.png", "img/auctionPal/screens/11.png"],
      "text": ["The mobile team produced a functional prototype of these designs for Ten-X's annual hackathon, and the app is currently in production at Ten-X."]}
  ]
}
